{"vendorListVersion":51,"lastUpdated":"2020-08-13T16:43:07Z","purposes":{"1":{"id":1,"name":"Pohrana i/ili pristup informacijama na uređaju","description":"Kolačići, identifikatori uređaja ili druge informacije mogu se pohraniti ili im pristupiti na vašem uređaju u svrhe koje su vam prikazane.","descriptionLegal":"Dobavljači mogu:\n* pohraniti informacije i pristupiti im na uređaju, kao što su kolačići i identifikatori uređaja koji se prikazuju korisniku.\n"},"2":{"id":2,"name":"Odabir osnovnih oglasa","description":"Oglasi se mogu prikazivati na temelju sadržaja koji pregledavate, aplikacije koju koristite, vaše približne lokacije ili vrste uređaja.","descriptionLegal":"Kako bi napravili odabir osnovnih oglasa dobavljači mogu:\n* koristiti informacije u stvarnom vremenu o kontekstu u kojem će se oglas prikazivati za prikazivanje oglasa, uključujući informacije o sadržaju i uređaju, kao što su: vrsta i mogućnosti uređaja, korisnički agent, URL, IP adresa \n* koristiti neprecizne geolokacijske podatke korisnika\n* kontrolirati učestalost oglasa prikazanih korisniku.\n* određivati redoslijed u kojem se oglasi prikazuju korisniku.\n* sprječavati oglas da se prikazuje u neodgovarajućem uredničkom (nesigurnom po brend) kontekstu\nDobavljači ne mogu:\n* kreirati profil personaliziranog oglasa pomoću tih podataka za odabir budućih oglasa bez zasebne pravne osnove za kreiranje profila personaliziranog oglasa.\nNapomena: neprecizno znači samo približna lokacija koja uključuje najmanje dopušten radijus od barem 500 metara.\n"},"3":{"id":3,"name":"Kreiranje profila personaliziranog oglasa","description":"Može se kreirati profil o vama i vašim interesima za prikaz personaliziranih oglasa koji su relevantni za vas.","descriptionLegal":"Kako bi izradili profil personaliziranih oglasa, dobavljači mogu:\n•\tprikupiti informacije o korisniku, uključujući aktivnost korisnika, interese, posjete web-mjestima ili aplikacijama, demografske informacije ili lokaciju radi kreiranja ili uređivanja korisničkog profila za uporabu u personaliziranom oglašavanju.\n"},"4":{"id":4,"name":"Odabir personaliziranih oglasa","description":"Personalizirani oglasi mogu vam se prikazati na temelju vašeg profila.","descriptionLegal":"Za odabir personaliziranih oglasa dobavljači mogu:\n* odabrati personalizirane oglase na temelju korisničkog profila ili drugih povijesnih korisničkih podataka, uključujući prethodnu aktivnost korisnika, interese, posjete web-lokacijama ili aplikacijama, lokacije ili demografske informacije.\n"},"5":{"id":5,"name":"Kreiranje profila personaliziranog sadržaja","description":"Može se kreirati profil o vama i vašim interesima za prikaz personaliziranog sadržaja koji je relevantan za vas.","descriptionLegal":"Za kreiranje profila personaliziranog sadržaja dobavljači mogu:\n* prikupljati informacije o korisniku, uključujući aktivnost korisnika, interese, posjete web-lokacijama ili aplikacijama, demografske informacije ili lokaciju, kreirati ili uređivati korisnički profil za personalizaciju sadržaja.\n"},"6":{"id":6,"name":"Odabir personaliziranog sadržaja","description":"Personalizirani sadržaj može vam se prikazati na temelju vašeg profila.","descriptionLegal":"Kako bi odabrali personalizirani sadržaj, dobavljači mogu:\n* odabrati personalizirani sadržaj na temelju korisničkog profila ili drugih povijesnih korisničkih podataka, uključujući prethodnu aktivnost korisnika, interese, posjete web-lokacijama ili aplikacijama, lokacije ili demografske informacije.\n"},"7":{"id":7,"name":"Mjerenje performansi oglasa","description":"Mogu se mjeriti performanse i učinkovitost oglasa koje vi možete vidjeti ili s kojima možete imati interakciju.","descriptionLegal":"Kako bi izmjerili performanse oglasa, dobavljači mogu:\n* izmjeriti jesu li i kako su oglasi isporučeni i povezani s korisnikom\n* pružati izvješća o oglasima, uključujući njihovu učinkovitost i performanse\n* pružati izvješća o korisnicima koji su bili u interakciji s oglasima pomoću podataka uočenih tijekom interakcije korisnika s tim oglasom\n* pružati izvješća izdavačima o oglasima prikazanim na njihovoj imovini\n* izmjeriti hoće li oglas poslužiti u odgovarajućem (sigurnom po brend) kontekstu uredničkog okruženja\n* odrediti postotak oglasa za koji su imali priliku da ga pregledaju i trajanje te prilike \nDobavljači ne mogu:\n* primijeniti podatke o mjerenju oglasa na podatke iz panela ili na sličan način prikupljene podatke sa svrhom analize ponašanja korisnike za izradu generalnog uvida u publiku bez pravne osnove da rade generalni uvid u publiku.\n"},"8":{"id":8,"name":"Mjerenje performansi sadržaja","description":"Mogu se mjeriti performanse i učinkovitost oglasa koje vi možete vidjeti ili s kojima možete imati interakciju.","descriptionLegal":"Za mjerenje performansi sadržaja dobavljači mogu:\n* izmjeriti i izvijestiti o tome kako je sadržaj dostavljen i koje su interakcije sa sadržajem.\n* pružati izvješća o korisnicima koji su imali interakciju sa sadržajem koristeći izravno mjerljive ili poznate informacije\nDobavljači ne mogu:\n* izmjeriti jesu li i kako su oglasi (uključujući izvorne oglase) isporučeni i koje su interakcije sa korisnikom.\n* Primijeniti podatke o mjerenju oglasa na podatke iz panela ili na sličan način prikupljene podatke sa svrhom analize ponašanja korisnike za izradu generalnog uvida u publiku bez pravne osnove da rade generalni uvid u publiku.\n"},"9":{"id":9,"name":"Primjena istraživanja tržišta za generiranje uvida u publiku","description":"Istraživanje tržišta može se koristiti kako bi se saznalo više o publici koja posjećuje web-mjesta/aplikacije i gleda oglase.","descriptionLegal":"Za primjenu istraživanja tržišta za generiranje uvida u publiku dobavljači mogu:\n* dostaviti skupno izvješće oglašivačima ili njihovim predstavnicima o publici koja je obuhvaćena njihovim oglasima, kroz panele i na sličan način izvedene uvide.\n* dostaviti skupno izvješće oglašivačima o publici kojoj su dostavljeni oglasi ili je imala interakciju s njima na njihovoj imovini, kroz panele i na sličan način izvedene uvide. \n* povezati izvanmrežne podatke s mrežnim korisnikom u svrhu istraživanja tržišta za generiranje uvida publike ako su dobavljači prijavili podudaranje i kombinirati izvanmrežne izvore podataka (značajka 1)\nDobavljači ne mogu: \n* izmjeriti performanse i učinkovitost oglasa koji su dostavljeni određenom korisniku ili je imao interakciju s njima, bez pravne osnove za mjerenje performansi oglasa.\n* izmjeriti koji je sadržaj dostavljen određenom korisniku i kakva je bila interakcija s njim, bez zasebne pravne osnove za mjerenje performansi sadržaja.\n"},"10":{"id":10,"name":"Razvoj i poboljšanje proizvoda","description":"Vaši se podaci mogu koristiti za poboljšanje postojećih sustava i softvera te za razvoj novih proizvoda.","descriptionLegal":"Za razvoj novih proizvoda i njihovo poboljšanje dobavljači mogu:\n* koristiti informacije kako bi poboljšali svoje postojeće proizvode novim značajkama i razvili nove proizvode\n* kreirati nove modele i algoritme kroz strojno učenje\nDobavljači ne mogu:\n* provoditi bilo koju drugu vrstu obrade podataka koja je dopuštena u drugoj svrsi, a ne u ovoj\n"}},"specialPurposes":{"1":{"id":1,"name":"Pružanje sigurnosti, sprječavanje prijevara i ispravljanje pogrešaka","description":"Vaši se podaci mogu koristiti za praćenje i sprječavanje prijevarnih aktivnosti te osiguravanje pravilnog i sigurnog rada sustava i procesa.","descriptionLegal":"Kako bi pružili sigurnost, spriječili prijevaru i ispravljali pogreške dobavljači mogu:\n* osigurati da se podaci sigurno prenose \n* otkrivati i sprječavati zlonamjerne, lažne, nevažeće ili nezakonite aktivnosti.\n* osigurati ispravno i učinkovito funkcioniranje sustava i procesa, uključujući praćenje i poboljšanje performansi sustava i postupaka u dopuštenim svrhama\nDobavljači ne mogu:\n* Provoditi bilo koju drugu vrstu obrade podataka koja je dopuštena u drugoj svrsi, a ne u ovoj.\nNapomena: podaci prikupljeni i korišteni za osiguravanje sigurnosti, sprječavanje prijevara i ispravljanje pogrešaka mogu uključivati automatski poslane karakteristike uređaja za identifikaciju, precizne podatke o geolokaciji i podatke dobivene aktivnim skeniranjem karakteristika uređaja za identifikaciju bez odvojenog otkrivanja i/ili prijave.\n"},"2":{"id":2,"name":"Tehnička isporuka oglasa ili sadržaja","description":"Vaš uređaj može primati i slati informacije koje vam omogućuju da vidite oglase i sadržaj te da imate interakciju s njima.","descriptionLegal":"Kako bi dostavili informacije i odgovorili na tehničke zahtjeve, dobavljači mogu:\n* koristiti IP adresu korisnika za isporuku oglasa putem interneta\n* odgovarati na korisnikovu interakciju s oglasom slanjem korisnika na odredišnu stranicu\n* koristiti IP adresu korisnika za isporuku sadržaja putem interneta\n* odgovarati na korisnikovu interakciju sa sadržajem slanjem korisnika na odredišnu stranicu\n* koristiti informacije o vrsti i mogućnostima uređaja za isporuku oglasa ili sadržaja, primjerice, za isporuku prave veličine oglasa kreativne ili video datoteke u formatu koji podržava uređaj\nDobavljači ne mogu:\n* provoditi bilo koju drugu vrstu obrade podataka koja je dopuštena u drugoj svrsi, a ne u ovoj\n"}},"features":{"1":{"id":1,"name":"Usklađivati i kombinirati izvanmrežne izvore podataka","description":"Podaci iz izvanmrežnih izvora podataka mogu se kombinirati s vašom mrežnom aktivnošću kao podrška jednoj ili više svrha.","descriptionLegal":"Dobavljači mogu: \n* kombinirati podatke dobivene izvanmrežno s podacima prikupljenim putem interneta kao podrška jednoj ili više svrha ili posebnih svrha.\n"},"2":{"id":2,"name":"Povezivanje različitih uređaja","description":"Različiti uređaji mogu se odrediti kao pripadajući vama ili vašem kućanstvu  kao podrška jednoj ili više svrha.","descriptionLegal":"Dobavljači mogu:\n* deterministički odrediti da dva ili više uređaja pripadaju istom korisniku ili kućanstvu\n* probabilistički utvrditi da dva ili više uređaja pripadaju istom korisniku ili kućanstvu \n* aktivno skenirati karakteristike uređaja za utvrđivanje probabilističke identifikacije ako su korisnici dopustili dobavljačima da aktivno skeniraju karakteristike uređaja za identifikaciju (posebna značajka broj 2)\n"},"3":{"id":3,"name":"Primanje i uporaba automatski poslanih karakteristika uređaja za identifikaciju","description":"Vaš se uređaj može razlikovati od drugih uređaja na temelju informacija koje automatski šalje, kao što su IP adresa ili vrsta preglednika.","descriptionLegal":"Dobavljači mogu:\n* kreirati identifikator pomoću podataka prikupljenih automatski s uređaja za određene karakteristike, primjerice IP adrese, niz korisničkih nizova.\n* Koristiti takav identifikator da bi ponovno identificirali uređaj.\nDobavljači ne mogu:\n* kreirati identifikator pomoću podataka prikupljenih putem aktivnog skeniranja uređaja za određene karakteristike, npr. instalirani fontovi ili razlučivost zaslona bez posebne prijave korisnika radi aktivnog skeniranja karakteristika uređaja radi identifikacije.\n* Koristiti takav identifikator da bi ponovno identificirali uređaj.\n"}},"specialFeatures":{"1":{"id":1,"name":"Uporaba preciznih podataka o geolokaciji","description":"Vaši se precizni podaci o geolokaciji mogu koristiti kao podrška jednoj ili više svrha. To znači da vaša lokacija može biti točna u opsegu od nekoliko metara.","descriptionLegal":"Dobavljači mogu:\n* prikupiti i obraditi precizne geolokacijske podatke kao podršku jednoj ili više svrha.\nNapomena: precizna geolokacija znači da nema ograničenja preciznosti korisnikove lokacije; to može biti precizno u opsegu od nekoliko metara.\n"},"2":{"id":2,"name":"Aktivno skeniranje karakteristika uređaja za identifikaciju","description":"Vaš se uređaj može identificirati na temelju skeniranja jedinstvene kombinacije karakteristika vašeg uređaja.","descriptionLegal":"Dobavljači mogu:\n* kreirati identifikator pomoću podataka prikupljenih putem aktivnog skeniranja uređaja za određene karakteristike, npr. instalirani fontovi ili razlučivost zaslona. \n* koristiti takav identifikator da bi ponovno identificirali uređaj.\n"}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Precizni geolokacijski podaci i identifikacija putem skeniranja uređaja","description":"Precizna geolokacija i informacije o karakteristikama uređaja mogu se koristiti."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Osnovni oglasi i mjerenje oglasa","description":"Osnovni oglasi mogu se pružati. Performanse oglasa mogu se mjeriti."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Personalizirani oglasi","description":"Oglasi se mogu personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi bolje personalizirali."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Osnovni oglasi i mjerenje oglasa","description":"Osnovni oglasi mogu se pružati. Performanse oglasa mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Osnovni oglasi, profil personaliziranih oglasa i mjerenje oglasa","description":"Osnovni oglasi mogu se pružati. Može se dodati više podataka kako bi se oglasi bolje personalizirali. Performanse oglasa mogu se mjeriti."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Prikaz personaliziranih oglasa i mjerenje","description":"Oglasi se mogu personalizirati na temelju profila. Performanse oglasa mogu se mjeriti."},"7":{"id":7,"purposes":[2,4,7,9],"specialFeatures":[],"name":"Prikaz personaliziranih oglasa, mjerenje oglasa i uvidi u publiku","description":"Oglasi se mogu personalizirati na temelju profila. Performanse oglasa mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Personalizirani oglasi i mjerenje oglasa","description":"Oglasi se mogu personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi bolje personalizirali. Performanse oglasa mogu se mjeriti."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Personalizirani oglasi, mjerenje oglasa i uvidi u publiku","description":"Oglasi se mogu personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi bolje personalizirali. Performanse oglasa mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Profil i prikaz personaliziranih oglasa","description":"Oglasi se mogu personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi bolje personalizirali."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Personalizirani sadržaj","description":"Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao."},"12":{"id":12,"purposes":[6,8],"specialFeatures":[],"name":"Prikaz i mjerenje personaliziranog sadržaja","description":"Sadržaj se može personalizirati na temelju profila. Performanse sadržaja mogu se mjeriti."},"13":{"id":13,"purposes":[6,8,9],"specialFeatures":[],"name":"Prikaz personaliziranog sadržaja, mjerenje sadržaja i uvidi u publiku","description":"Sadržaj se može personalizirati na temelju profila. Performanse sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"14":{"id":14,"purposes":[5,6,8],"specialFeatures":[],"name":"Personalizirani sadržaj i mjerenje sadržaja","description":"Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse sadržaja mogu se mjeriti."},"15":{"id":15,"purposes":[5,6,8,9],"specialFeatures":[],"name":"Personalizirani sadržaj, mjerenje sadržaja i uvidi u publiku","description":"Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"16":{"id":16,"purposes":[5,6,8,9,10],"specialFeatures":[],"name":"Personalizirani sadržaj, mjerenje sadržaja, uvidi u publiku i razvoj proizvoda","description":"Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Mjerenje oglasa i sadržaja te uvidi u publiku","description":"Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Mjerenje oglasa i sadržaja","description":"Performanse oglasa i sadržaja mogu se mjeriti."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Mjerenje oglasa i uvidi u publiku","description":"Oglas se može mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Mjerenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera.Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Mjerenje sadržaja, uvidi u publiku i razvoj proizvoda.","description":"Performanse sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Mjerenje sadržaja i razvoj proizvoda","description":"Performanse sadržaja mogu se mjeriti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"23":{"id":23,"purposes":[2,4,6,7,8],"specialFeatures":[],"name":"Prikaz personaliziranih oglasa i sadržaja, mjerenje oglasa i sadržaja","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila. Performanse oglasa i sadržaja mogu se mjeriti."},"24":{"id":24,"purposes":[2,4,6,7,8,9],"specialFeatures":[],"name":"Prikaz personaliziranih oglasa i sadržaja, mjerenje oglasa i sadržaja te uvidi u publiku","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8],"specialFeatures":[],"name":"Personalizirani oglasi i sadržaj, mjerenje oglasa i sadržaja","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi i sadržaj bolje personalizirali. Performanse oglasa i sadržaja mogu se mjeriti."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9],"specialFeatures":[],"name":"Personalizirani oglasi i sadržaj, mjerenje oglasa i sadržaja te uvidi u publiku","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi i sadržaj bolje personalizirali. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Profil personaliziranih oglasa i sadržaja","description":"Može se dodati više podataka kako bi se personalizirali oglasi i sadržaj."},"28":{"id":28,"purposes":[2,4,6],"specialFeatures":[],"name":"Prikaz personaliziranih oglasa i sadržaja","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Osnovni oglasi, mjerenje oglasa i sadržaja te uvidi u publiku","description":"Osnovni oglasi mogu se pružati. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9],"specialFeatures":[],"name":"Prikaz personaliziranih oglasa, personaliziranog sadržaja, mjerenje oglasa i sadržaja te uvidi u publiku","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10],"specialFeatures":[],"name":"Prikaz personaliziranih oglasa, personaliziranog sadržaja, mjerenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"32":{"id":32,"purposes":[2,5,6,7,8,9],"specialFeatures":[],"name":"Osnovni oglasi, personalizirani sadržaj, mjerenje oglasa i sadržaja te uvidi u publiku","description":"Osnovni oglasi mogu se pružati. Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10],"specialFeatures":[],"name":"Osnovni oglasi, personalizirani sadržaj, mjerenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Osnovni oglasi mogu se pružati. Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"34":{"id":34,"purposes":[2,5,6,8,9],"specialFeatures":[],"name":"Osnovni oglasi, personalizirani sadržaj, mjerenje sadržaja i uvidi u publiku","description":"Osnovni oglasi mogu se pružati. Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti."},"35":{"id":35,"purposes":[2,5,6,8,9,10],"specialFeatures":[],"name":"Osnovni oglasi, personalizirani sadržaj, mjerenje sadržaja, uvidi u publiku i razvoj proizvoda","description":"Osnovni oglasi mogu se pružati. Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"36":{"id":36,"purposes":[2,5,6,7],"specialFeatures":[],"name":"Osnovni oglasi, personalizirani sadržaj i mjerenje oglasa","description":"Osnovni oglasi mogu se pružati. Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse oglasa mogu se mjeriti."},"37":{"id":37,"purposes":[2,5,6,7,10],"specialFeatures":[],"name":"Osnovni oglasi, personalizirani sadržaj, mjerenje oglasa i razvoj proizvoda","description":"Osnovni oglasi mogu se pružati. Sadržaj se može personalizirati na temelju profila. Može se dodati više podataka kako bi se sadržaj bolje personalizirao. Performanse oglasa mogu se mjeriti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Personalizirani oglasi, mjerenje oglasa i razvoj proizvoda","description":"Oglasi se mogu personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi bolje personalizirali. Performanse oglasa mogu se mjeriti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Personalizirani oglasi, mjerenje oglasa, uvidi u publiku i razvoj proizvoda","description":"Oglasi se mogu personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi bolje personalizirali. Performanse oglasa mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Personalizirani oglasi, mjerenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Oglasi se mogu personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi bolje personalizirali. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10],"specialFeatures":[],"name":"Personalizirani oglasi, personalizirani prikaz sadržaja, mjerenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi bolje personalizirali. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10],"specialFeatures":[],"name":"Personalizirani oglasi i sadržaj, mjerenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Oglasi i sadržaj mogu se personalizirati na temelju profila. Može se dodati više podataka kako bi se oglasi i sadržaj bolje personalizirali. Performanse oglasa i sadržaja mogu se mjeriti. Uvidi u publiku koja je vidjela oglase i sadržaj mogu se izvesti. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sustava i softvera."}}}