{"vendorListVersion":57,"lastUpdated":"2020-09-24T16:42:25Z","purposes":{"1":{"id":1,"name":"Bilgileri bir cihazda depolamak ve/veya onlara cihazdan erişmek","description":"Size sunulan amaçlar için çerezler, cihaz belirleyiciler veya başka bilgiler cihazınızda depolanabilir ve onlara cihazdan erişilebilir.","descriptionLegal":"Satıcılar şunları yapabilir:\r\n●\tBir kullanıcıya sunulan amaçlar için çerezler ve cihaz belirleyiciler gibi bilgileri cihazda depolamak ve onlara cihazdan erişmek.\r"},"2":{"id":2,"name":"Temel reklamları seçmek","description":"Görüntülemekte olduğunuz içerik, kullanmakta olduğunuz uygulama, yaklaşık konumunuz veya cihaz türünüz temelinde size reklamlar gösterilebilir.","descriptionLegal":"Satıcılar temel reklamların seçmek için şunları yapabilir:\r\n●\tReklamı göstermek için, cihaz türü ve yetenekleri, kullanıcı aracısı, URL, IP adresi dahil olmak üzere içerik ve cihaz hakkındaki bilgiler dahil olmak üzere reklamın gösterileceği kapsam hakkındaki gerçek zamanlı bilgileri okumak\r\n●\tBir kullanıcının kesin olmayan coğrafi konum verilerini kullanmak\r\n●\tBir kullanıcıya gösterilen reklamların sıklığını kontrol etmek.\r\n●\tReklamların bir kullanıcıya gösterilme sırasını düzenlemek.\r\n●\tBir reklamın uygunsuz bir editoryal (marka bakımından güvensiz) bağlamda sunulmasını engellemek\r\nSatıcılar şunları yapamaz:\r\n●\tKişiselleştirilmiş bir reklam profili oluşturmak için, ayrı bir yasal temel olmadan, ilerideki reklamların seçilmesi için bu bilgileri kullanarak kişiselleştirilmiş bir reklam profili oluşturmak.\r\nNot: Kesin olmayan demek, en az 500 metrelik bir çap içermesine izin verilen şekilde yalnızca yaklaşık bir konum demektir.\r"},"3":{"id":3,"name":"Kişiselleştirilmiş bir reklam profili oluşturmak","description":"Sizin ile ilgili olan kişiselleştirilmiş reklamlar göstermek için siz ve ilgi alanlarınız hakkında bir profil oluşturulabilir.","descriptionLegal":"Satıcılar kişiselleştirilmiş bir reklam profili oluşturmak için şunları yapabilir:\r\n ●\tKişiselleştirilmiş reklamcılıkta kullanılmak üzere bir kullanıcı profili oluşturmak veya düzenlemek için bir kullanıcının faaliyetleri, ilgi alanları, sitelere ziyaretleri veya uygulamaları, demografik bilgileri veya konumu dahil olmak üzere bir kullanıcı hakkında bilgiler toplamak.\r\n ●\tKişiselleştirilmiş reklamcılıkta kullanılmak üzere bir kullanıcı profili oluşturmak veya düzenlemek için bu bilgileri web sitelerinden ve uygulamalardan dahil daha önce toplanmış başka bilgiler ile birleştirmek.\r"},"4":{"id":4,"name":"Kişiselleştirilmiş reklamlar seçmek","description":"Hakkınızdaki bir profil temelinde size kişiselleştirilmiş reklamlar gösterilebilir.","descriptionLegal":"Satıcılar kişiselleştirilmiş reklamlar seçmek için şunları yapabilir:\r\n●\tÖnceki faaliyetler, ilgi alanları, sitelere ziyaretler veya uygulamalar, konum veya demografik bilgiler dahil olmak üzere kullanıcı profili veya başka geçmiş kullanıcı verileri temelinde kişiselleştirilmiş reklamlar seçmek.\r"},"5":{"id":5,"name":"Kişiselleştirilmiş bir içerik profili oluşturmak","description":"Sizin ile ilgili olan kişiselleştirilmiş içerik göstermek için siz ve ilgi alanlarınız hakkında bir profil oluşturulabilir.","descriptionLegal":"Satıcılar kişiselleştirilmiş bir içerik profili oluşturmak için şunları yapabilir:\r\n●\tİçeriği kişiselleştirmek üzere bir kullanıcı profili oluşturmak veya düzenlemek için bir kullanıcının faaliyetleri, ilgi alanları, sitelere ziyaretleri veya uygulamaları, demografik bilgileri veya konumu dahil olmak üzere bir kullanıcı hakkında bilgiler toplamak.\r\n ●\tİçeriği kişiselleştirmekte kullanılmak üzere bir kullanıcı profili oluşturmak veya düzenlemek için bu bilgileri web sitelerinden ve uygulamalardan dahil daha önce toplanmış başka bilgiler ile birleştirmek.\r"},"6":{"id":6,"name":"Kişiselleştirilmiş içerik seçmek","description":"Hakkınızdaki bir profil temelinde size kişiselleştirilmiş içerik gösterilebilir.","descriptionLegal":"Satıcılar kişiselleştirilmiş içerik seçmek için şunları yapabilir:\r\n●\tÖnceki faaliyetler, ilgi alanları, sitelere ziyaretler veya uygulamalar, konum veya demografik bilgiler dahil olmak üzere kullanıcı profili veya başka geçmiş kullanıcı verileri temelinde kişiselleştirilmiş içerik seçmek.\r"},"7":{"id":7,"name":"Reklam performansını ölçmek","description":"Gördüğünüz veya etkileşimde bulunduğunuz reklamların etki düzeyi ve performansı ölçülebilir.","descriptionLegal":"Satıcılar reklam performansını ölçmek için şunları yapabilir:\r\n●\tReklamların bir kullanıcıya iletilip iletilmediğini ve nasıl iletildiğini ve nasıl etkileşim yapıldığını ölçmek\r\n●\tReklamların etki düzeyi ve performansı dahil reklamlar hakkında raporlar sağlamak\r\n●\tKullanıcının reklam ile etkileşimi sırasında gözlenen verileri kullanarak reklamlar ile etkileşimde bulunan kullanıcılar hakkında rapor sağlamak\r\n●\tYayıncılara, onların mülklerinde gösterilen reklamlar hakkında rapor sağlamak\r\n●\tBir reklamın uygun bir editoryal ortam (marka bakımından güvenli) bağlamında sunulup sunulmadığını ölçmek\r\n●\tGörülme fırsatına sahip olmuş reklamın yüzdesini ve bu fırsatın süresini belirlemek\r\n●\tBu bilgileri web sitelerinden ve uygulamalardan dahil daha önce toplanmış başka bilgiler ile birleştirmek\r\nSatıcılar şunları yapamaz:\r\n●\tİzleyici görüşleri üretmek üzere pazar araştırması uygulamak için, ayrı bir yasal temel olmadan, panelden veya benzer şekilde elde edilen izleyici görüşlerini reklam ölçümü verilerine uygulamak.\r"},"8":{"id":8,"name":"İçerik performansını ölçmek","description":"Gördüğünüz veya etkileşimde bulunduğunuz içeriğin etki düzeyi ve performansı ölçülebilir.","descriptionLegal":"Satıcılar içerik performansını ölçmek için şunları yapabilir:\r\n●\tİçeriğin kullanıcılara nasıl iletildiğini ve nasıl etkileşim yapıldığını ölçmek ve rapor etmek.\r\n●\tİçerik ile etkileşimde bulunan kullanıcılar hakkında doğrudan ölçülebilir olan veya bilinen bilgileri kullanarak rapor sağlamak.\r\n●\tBu bilgileri web sitelerinden ve uygulamalardan dahil daha önce toplanmış başka bilgiler ile birleştirmek.\r\nSatıcılar şunları yapamaz:\r\n●\tReklamların (yerel reklamlar dahil) bir kullanıcıya iletilip iletilmediğini ve nasıl iletildiğini ve nasıl etkileşim yapıldığını ayrı bir yasal temel olmadan ölçmek.\r\n●\tİzleyici görüşleri üretmek üzere pazar araştırması uygulamak için, ayrı yasal temeller olmadan, panelden veya benzer şekilde elde edilen izleyici görüşlerini reklam ölçümü verilerine uygulamak.\r\n"},"9":{"id":9,"name":"İzleyici görüşleri üretmek üzere pazar araştırması uygulamak","description":"Pazar araştırması, siteleri/uygulamaları ziyaret eden ve reklamları gören izleyiciler hakkında daha fazla şey öğrenmek için kullanılabilir.","descriptionLegal":"Satıcılar izleyici görüşleri üretmek üzere pazar araştırması uygulamak için şunları yapabilir:\r\n●\tPanel temelli veya benzer şekilde elde edilen izleyici görüşleri vasıtası ile reklamları tarafından erişilen izleyiciler hakkında reklam verenlere veya temsilcilerine toplu duruma getirilmiş raporlar sağlamak.\r\n●\tPanel temelli veya benzer şekilde elde edilen görüşleri uygulayarak yayıncılara onların mülklerinde kendilerine içerik ve/veya reklamlar sunulmuş veya onlar ile etkileşimde bulunmuş olan izleyiciler hakkında toplu duruma getirilmiş raporlar sağlamak.\r\n●\tSatıcılar çevrimdışı veri kaynaklarını eşleştirmeyi ve birleştirmeyi beyan ettiği takdirde pazar araştırması amaçları için izleyici görüşleri üretmek üzere çevrimdışı verileri çevrimiçi bir kullanıcı ile ilişkilendirmek\r\n●\tBu bilgileri web sitelerinden ve uygulamalardan dahil daha önce toplanmış başka bilgiler ile birleştirmek\r\nSatıcılar şunları yapamaz:\r\n ●\tReklam performansını ölçmek için, ayrı bir yasal temel olmadan, belli bir kullanıcıya sunulan veya onun etkileşimde bulunduğu reklamların etki düzeyini ve performansını ölçmek.\r\n ●\tİçerik performansını ölçmek için, ayrı bir yasal temel olmadan, belli bir kullanıcıya hangi içeriğini sunulduğunu ve kendisinin onunla nasıl etkileşimde bulunduğunu ölçmek.\r"},"10":{"id":10,"name":"Ürünler geliştirmek ve iyileştirmek","description":"Verileriniz mevcut sistemleri ve yazılımları iyileştirmek ve yeni ürünler geliştirmek için kullanılabilir.","descriptionLegal":"Satıcılar yeni ürünler geliştirmek ve ürünleri iyileştirmek için şunları yapabilir:\r\n●\tMevcut ürünlerini yeni özellikler ile iyileştirmek ve yeni ürünler geliştirmek için bilgileri kullanmak\r\n●\tMakine öğrenmesi vasıtası ile yeni modeller ve algoritmalar yaratmak Satıcılar şunları yapamaz:\r\n●\tBu amaç kapsamındaki başka bir amaç kapsamında izin verilen başka bir veri işleme faaliyeti yürütmek\r"}},"specialPurposes":{"1":{"id":1,"name":"Güvenlik sağlamak, yolsuzluğu önlemek ve hata ayıklamak","description":"Güvenlik sağlamak, yolsuzluğu önlemek ve hata ayıklamak","descriptionLegal":"Satıcılar güvenlik sağlamak, yolsuzluğu önlemek ve hata ayıklamak için şunları yapabilir:\r\n●\tVerilerin güvenli şekilde iletilmesini sağlamak\r\n●\tZararlı, hileli, geçersiz veya yasadışı faaliyeti belirlemek ve önlemek.\r\n●\tİzin verilen amaçlarda kullanılan sistemlerin ve süreçlerin performansını izlemek ve iyileştirmek dahil olmak üzere sistemlerin ve süreçlerin doğru ve verimli çalışmasını sağlamak\r\nSatıcılar şunları yapamaz:\r\n●\tBu amaç kapsamındaki başka bir amaç kapsamında izin verilen başka bir veri işleme faaliyeti yürütmek.\r\n\r\nNot: Güvenlik sağlamak, yolsuzluğu önlemek ve hata ayıklamak için toplanan ve kullanılan veriler şunları içerebilir: ayrı bir açıklama veya tercih etme gereği olmaksızın belirleme için otomatik şekilde gönderilen cihaz özellikleri, kesin olmayan coğrafi konum verileri ve belirleme için cihaz özelliklerini aktif şekilde tarayarak elde edilen veriler.\r\n"},"2":{"id":2,"name":"Teknik olarak reklamlar veya içerik sağlamak","description":"Cihazınız, reklamları ve içeriği görmenizi ve onlar ile etkileşimde bulunmanızı sağlayan bilgiler alabilir ve gönderebilir.","descriptionLegal":"Satıcılar bilgi sağlamak ve teknik taleplere yanıt vermek için şunları yapabilir:\r\n●\tİnternet üzerinden bir reklam sağlamak için bir kullanıcının IP adresini kullanmak\r\n●\tBir kullanıcının bir reklam ile etkileşimine kullanıcıyı bir giriş sayfasına göndererek yanıt vermek\r\n●\tİnternet üzerinden içerik sağlamak için bir kullanıcının IP adresini kullanmak\r\n●\tBir kullanıcının içerik ile etkileşimine kullanıcıyı bir giriş sayfasına göndererek yanıt vermek\r\n●\tÖrneğin cihaz tarafından desteklenen bir biçim içinde doğru boyutta reklam kreatifi veya video dosyası gibi reklamlar veya içerik sağlamak için cihaz türü ve yetenekleri hakkındaki bilgileri kullanmak\r\nSatıcılar şunları yapamaz:\r\n●\tBu amaç kapsamındaki başka bir amaç kapsamında izin verilen başka bir veri işleme faaliyeti yürütmek\r"}},"features":{"1":{"id":1,"name":"Çevrimdışı veri kaynaklarını eşleştirmek ve birleştirmek","description":"Bir veya daha çok amacı desteklemek üzere, çevrimdışı veri kaynaklarından gelen veriler sizin çevrimiçi faaliyetiniz ile birleştirilebilir.","descriptionLegal":"Satıcılar şunları yapabilir:\r\n●\tBir veya daha çok Amacı veya Özel Amacı desteklemek üzere, çevrimdışı olarak elde edilen verileri çevrimiçi olarak toplanan veriler ile birleştirmek.\r"},"2":{"id":2,"name":"Farklı cihazlar arasında bağlantı kurmak","description":"Bir veya daha çok amacı desteklemek üzere, farklı cihazların size veya meskeninize ait olduğu belirlenebilir.","descriptionLegal":"Satıcılar şunları yapabilir:\r\n●\tİki veya daha çok cihazın aynı kişiye veya meskene ait olduğunu belirleyici şekilde belirlemek\r\n●\tİki veya daha çok cihazın aynı kişiye veya meskene ait olduğunu olasılığa dayalı şekilde belirlemek\r\n●\tKullanıcılar satıcılara belirleme amacı ile cihaz özelliklerini aktif şekilde tarama izni vermiş ise olasılığa dayalı belirleme amacı ile belirleme yapmak için cihaz özelliklerini aktif şekilde taramak (Özel Özellik 2)\r\nBir veya daha çok amacı desteklemek üzere, farklı cihazların size veya meskeninize ait olduğu belirlenebilir.\r"},"3":{"id":3,"name":"Belirleme amacı ile, otomatik şekilde gönderilen cihaz özelliklerini almak ve kullanmak","description":"Cihazınız, IP adresi veya tarayıcı türü gibi otomatik şekilde gönderdiği bilgiler temelinde başka cihazlardan ayırt edilebilir.","descriptionLegal":"Satıcılar şunları yapabilir:\r\n ●\tÖzgün özellikler için bir cihazdan otomatik şekilde toplanan verileri kullanarak örneğin IP adresi, kullanıcı-aracı dizisi gibi bir belirleyici oluşturmak.\r\n ●\tSöz konusu bir belirleyiciyi bir cihazı tekrar belirlemeye çalışmak için kullanmak.\r\nSatıcılar şunları yapamaz:\r\n●\tBelirleme amacı ile özgün cihaz özelliklerini aktif şekilde taramak için kullanıcıların ayrıca tercih belirtmesine gerek olmaksızın, özgün özellikler için bir cihazı aktif şekilde tarayarak toplanan verileri kullanarak örneğin kurulmuş yazıtipi veya ekran çözünürlüğü gibi bir belirleyici oluşturmak.\r\n ●\tSöz konusu bir belirleyiciyi bir cihazı tekrar belirlemek için kullanmak.\r"}},"specialFeatures":{"1":{"id":1,"name":"Kesin coğrafi konum verilerini kullanmak","description":"Kesin coğrafi konum verileriniz bir veya daha çok amacı desteklemek üzere kullanılabilir. Yani konumunuz birkaç metre dahiline kadar doğru olabilir.","descriptionLegal":"Satıcılar şunları yapabilir:\r\n●\tBir veya daha çok amacı desteklemek üzere kesin coğrafi konum verilerini toplanmak ve kullanmak.\r\nNot. Kesin coğrafi konum, bir kullanıcının konumunun kesinliği üzerinde bir sınırlandırma olmaması demektir; bu, birkaç metre dahiline kadar doğru olabilir.\r"},"2":{"id":2,"name":"Belirleme amacı ile cihaz özelliklerini aktif şekilde taramak","description":"Cihazınızın özgün özellik bileşiminin taraması temelinde cihazınız belirlenebilir.","descriptionLegal":"Satıcılar şunları yapabilir:\r\n●\tÖzgün özellikler için bir cihazı aktif şekilde tarayarak toplanan verileri kullanarak örneğin kurulmuş yazıtipi veya ekran çözünürlüğü gibi bir belirleyici oluşturmak.\r\n ●\tSöz konusu bir belirleyiciyi bir cihazı tekrar belirlemek için kullanmak.\r"}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Kesin coğrafi konum verileri ve cihaz tarama vasıtası ile kimlik belirleme","description":"Kesin coğrafi konum ve cihaz özellikleri hakkındaki bilgiler kullanılabilir."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Temel reklamlar ve reklam ölçümü","description":"Temel reklamlar sunulabilir. Reklam performansı ölçülebilir."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Temel reklamlar ve reklam ölçümü","description":"Temel reklamlar sunulabilir. Reklam performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Temel reklamlar, kişiselleştirilmiş reklamlar profili ve reklam ölçümü","description":"Temel reklamlar sunulabilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam performansı ölçülebilir."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar gösterilmesi ve reklam ölçümü","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklam performansı ölçülebilir."},"7":{"id":7,"purposes":[2,4,7,9],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar gösterilmesi, reklam ölçümü ve izleyici görüşleri","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklam performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve reklam ölçümü","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam performansı ölçülebilir."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar, reklam ölçümü ve izleyici görüşleri","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar profili ve gösterilmesi","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik","description":"İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir."},"12":{"id":12,"purposes":[6,8],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik gösterilmesi ve içerik ölçümü","description":"İçerik bir profil temelinde kişiselleştirilebilir. İçerik performansı ölçülebilir."},"13":{"id":13,"purposes":[6,8,9],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik gösterilmesi, içerik ölçümü ve izleyici görüşleri","description":"İçerik bir profil temelinde kişiselleştirilebilir. İçerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"14":{"id":14,"purposes":[5,6,8],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik ve içerik ölçümü","description":"İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. İçerik performansı ölçülebilir."},"15":{"id":15,"purposes":[5,6,8,9],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik, içerik ölçümü ve izleyici görüşleri","description":"İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. İçerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"16":{"id":16,"purposes":[5,6,8,9,10],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik, içerik ölçümü, izleyici görüşleri ve ürün geliştirme","description":"İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. İçerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Reklam ve içerik ölçümü ve izleyici görüşleri","description":"Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Reklam ve içerik ölçümü","description":"Reklam ve içerik performansı ölçülebilir."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Reklam ölçümü ve izleyici görüşleri","description":"Reklam ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Reklam ve içerik ölçümü, izleyici görüşleri ve ürün geliştirme","description":"Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"İçerik ölçümü, izleyici görüşleri ve ürün geliştirme","description":"İçerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"İçerik ölçümü ve ürün geliştirme","description":"İçerik performansı ölçülebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"23":{"id":23,"purposes":[2,4,6,7,8],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve içerik gösterilmesi, reklam ve içerik ölçümü","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir. Reklam ve içerik performansı ölçülebilir."},"24":{"id":24,"purposes":[2,4,6,7,8,9],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve içerik gösterilmesi, reklam ve içerik ölçümü ve izleyici görüşleri","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve içerik, reklam ve içerik ölçümü","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir. Reklamları ve içeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve içerik, reklam ve içerik ölçümü ve izleyici görüşleri","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir. Reklamları ve içeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve içerik profili","description":"Reklamları ve içeriği kişiselleştirmek için daha fazla veri eklenebilir."},"28":{"id":28,"purposes":[2,4,6],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve içerik gösterilmesi","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Temel reklamlar, reklam ve içerik ölçümü ve izleyici görüşleri","description":"Temel reklamlar sunulabilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar gösterilmesi, kişiselleştirilmiş içerik, reklam ve içerik ölçümü ve izleyici görüşleri","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar gösterilmesi, kişiselleştirilmiş içerik, reklam ve içerik ölçümü, izleyici görüşleri ve ürün geliştirme","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"32":{"id":32,"purposes":[2,5,6,7,8,9],"specialFeatures":[],"name":"Temel reklamlar, kişiselleştirilmiş içerik, reklam ve içerik ölçümü ve izleyici görüşleri","description":"Temel reklamlar sunulabilir. İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10],"specialFeatures":[],"name":"Temel reklamlar, kişiselleştirilmiş içerik, reklam ve içerik ölçümü, izleyici görüşleri ve ürün geliştirme","description":"Temel reklamlar sunulabilir. İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"34":{"id":34,"purposes":[2,5,6,8,9],"specialFeatures":[],"name":"Temel reklamlar, kişiselleştirilmiş içerik, içerik ölçümü ve izleyici görüşleri","description":"Temel reklamlar sunulabilir. İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir."},"35":{"id":35,"purposes":[2,5,6,8,9,10],"specialFeatures":[],"name":"Temel reklamlar, kişiselleştirilmiş içerik, içerik ölçümü, izleyici görüşleri ve ürün geliştirme","description":"Temel reklamlar sunulabilir. İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. İçerik performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"36":{"id":36,"purposes":[2,5,6,7],"specialFeatures":[],"name":"Temel reklamlar, kişiselleştirilmiş içerik ve reklam ölçümü","description":"Temel reklamlar sunulabilir. İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam performansı ölçülebilir."},"37":{"id":37,"purposes":[2,5,6,7,10],"specialFeatures":[],"name":"Temel reklamlar, kişiselleştirilmiş içerik, reklam ölçümü ve ürün geliştirme","description":"Temel reklamlar sunulabilir. İçerik bir profil temelinde kişiselleştirilebilir. İçeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam performansı ölçülebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar, reklam ölçümü ve ürün geliştirme","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam performansı ölçülebilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar, reklam ölçümü, izleyici görüşleri ve ürün geliştirme","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam performansı ölçülebilir. Reklamları ve içeriği görmüş olan izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılım oluşturmak veya iyileştirmek için veriler kullanılabilir."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam ve reklam ölçümü, izleyici görüşleri ve ürün geliştirme","description":"Reklamlar bir profil temelinde kişiselleştirilebilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılım oluşturmak veya iyileştirmek için veriler kullanılabilir."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar, kişiselleştirilmiş içerik gösterilmesi, reklam ve içerik ölçümü, izleyici görüşleri ve ürün geliştirme","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir. Reklamları daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılım oluşturmak veya iyileştirmek için veriler kullanılabilir."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve içerik, reklam ve içerik ölçümü, izleyici görüşleri ve ürün geliştirme","description":"Reklamlar ve içerik bir profil temelinde kişiselleştirilebilir. Reklamları ve içeriği daha iyi kişiselleştirmek için daha fazla veri eklenebilir. Reklam ve içerik performansı ölçülebilir. Reklamları ve içeriği görmüş izleyiciler hakkında görüşler elde edilebilir. Kullanıcı deneyimi, sistemler ve yazılım oluşturmak veya iyileştirmek için veriler kullanılabilir."}}}