{"vendorListVersion":49,"lastUpdated":"2020-07-31T10:59:42Z","purposes":{"1":{"id":1,"name":"Skladištenje i/ili pristup informacijama na uređaju","description":"Kolačići, identifikatori uređaja ili druge informacije mogu se skladištiti ili im se može pristupiti na vašem uređaju u svrhe koje su vam predstavljene.","descriptionLegal":"Dobavljači mogu:\n* Skladištiti i pristupati informacijama na uređaju, kao što su kolačići i identifikatori uređaja u svrhe predstavljene korisniku.\n"},"2":{"id":2,"name":"Biranje osnovnih oglasa","description":"Oglasi mogu da vam se prikažu na osnovu sadržaja koji gledate, aplikacije koje koristite, vaše približne lokacije ili vrste vašeg uređaja.","descriptionLegal":"Da bi izabrali osnovne oglase dobavljači:\n* Koriste informacije u realnom vremenu ili u kontekstu u kome će se oglas prikazati, da prikažu oglas, uključujući informacije o sadržaju i uređaju, kao što su: vrsta i mogućnosti uređaja, korisnički softver, URL, IP adresa.\n* Koriste neprecizne podatke o geo lokaciji korisnika.\n* Kontrolišu učestalost oglasa prikazanih korisniku.\n* Određuju redosled po kome se oglasi prikazuju korisniku.\n*Sprečavaju da se oglas dostavlja u neodgovarajućem kontekstu (nesigurnom za brend).\n\nDobavljači ne mogu:\n* Kreirati profil za personalizovane oglase koji koristeći ove informacije za izbor budućih oglasa bez posebnog pravnog osnova za kreiranje profila za personalizovane oglase.\n\nNapomena: Neprecizne znači da je dozvoljena samo približna lokacija koja obuhvata najmanje radijus od 500 metara.\n"},"3":{"id":3,"name":"Kreiranje profila za personalizovane oglase","description":"Može da se napravi profil o vama i vašim interesovanjima kako bi vam pokazao personalizovane oglase koji su relevantni za vas.","descriptionLegal":"Da bi kreirali profil za personalizovane oglase, dobavljači mogu:\n* Prikupljati informacije o korisniku, uključujući aktivnosti, interesovanja, posete veb sajtovima ili aplikacijama, demografske informacije ili lokaciju korisnika, da bi kreirali ili uredili korisnički profil za upotrebu u personalizovanom oglašavanju.\n* Kombinovati ove informacije sa svim ostalim prikupljenim informacijama, uključujući one sa svih veb sajtova i aplikacija, da bi kreirali ili uređivali korisnički profil za upotrebu u personalizovanom oglašavanju.\n"},"4":{"id":4,"name":"Biranje personalizovanih oglasa","description":"Personalizovani oglasi mogu vam se prikazivati na osnovu profila o vama.","descriptionLegal":"Da bi odabrali personalizovane oglase dobavljači mogu: \n* Izabrati personalizovane oglase na osnovu korisničkog profila ili drugih istorijskih korisničkih podataka, uključujući prethodne aktivnosti, interesovanja, posete veb sajtovima ili aplikacijama, lokaciju ili demografske podatke korisnika.\n"},"5":{"id":5,"name":"Kreiranje profila za personalizovane sadržaje","description":"Može da se napravi profil o vama i vašim interesovanjima kako bi vam pokazao personalizovane sadržaje koji su relevantni za vas.","descriptionLegal":"Da kreiraju profil za personalizovane sadržaje, dobavljači mogu:\n* Prikupljati informacije o korisniku, uključujući aktivnosti, interesovanja, posete veb sajtovima ili aplikacijama, demografske informacije ili lokaciju korisnika, da bi kreirali ili uredili korisnički profil za personalizovani sadržaj.\n* Kombinovati ove informacije sa svim ostalim prikupljenim informacijama, uključujući one sa svih veb sajtova i aplikacija, da bi kreirali ili uređivali korisnički profil za upotrebu u personalizovanom sadržaju. \n"},"6":{"id":6,"name":"Biranje personalizovanog sadržaja","description":"Personalizovani sadržaj može vam se prikazati na osnovu profila o vama.","descriptionLegal":"Za izbor personalizovanog sadržaja dobavljač može:\n* Izabrati personalizovani sadržaj na osnovu korisničkog profila ili drugih istorijskih podataka o korisniku, uključujući prethodne aktivnosti, interesovanja, posete veb sajtovima ili aplikacijama, lokaciju ili demografske informacije korisnika.\n"},"7":{"id":7,"name":"Merenje uspešnosti oglasa","description":"Uspešnost i efektivnost oglasa koje vidite ili sa kojima imate interakciju mogu se meriti.","descriptionLegal":"Da izmere uspešnost oglasa dobavljači mogu:\n* Izmeriti da li su i kako oglasi isporučeni i kako je korisnik imao interakciju sa njima.\n* Obezbediti izveštavanje o oglasima, uključujući njihovu efikasnost i uspešnost.\n* Obezbediti izveštavanje o korisnicima koji su imali interakciju sa oglasima korišćenjem podataka primećenih tokom interakcija korisnika sa tim oglasom.\n* Obezbediti izveštavanje izdavača o oglasima koji se prikazuju na njihovom vlasništvu.\n* Izmeriti da li se oglas dostavlja u odgovarajućem kontekstu (koji je siguran za brend) okruženja.\n* Odrediti procenat oglasa koji su imali priliku da budu viđeni i trajanje te prilike.\n* Kombinovati ove informacije sa svim ostalim prethodno prikupljenim informacijama, uključujući sve sajtove i aplikacije.\nDobavljači ne mogu:\n* Primeniti podatke o uvidu u publiku dobijene sa panela ili na sličan način na podatke merenja oglasa bez posebnog pravnog osnova da primene istraživanje tržišta u cilju dobijanja uvida u publiku.\n"},"8":{"id":8,"name":"Merenje uspešnosti sadržaja","description":"Uspešnost i efektivnost sadržaja koje vidite ili sa kojima imate interakciju mogu se meriti.","descriptionLegal":"Da izmere uspešnost sadržaja, dobavljači mogu:\n* Izmeriti i izvestiti kako je sadržaj isporučen i kako je korisnik imao interakciju sa njim.\n* Obezbediti izveštavanje, koristeći direktno merljive i poznate informacije o korisnicima koji su imali interakciju sa sadržajem.\n* Kombinovati ove informacije sa svim ostalim prethodno prikupljenim informacijama, uključujući sve sajtove i aplikacije.\nDobavljači ne mogu:\n* Meriti da li su i kako oglasi (uključujući nativne oglase) bili isporučeni i kako je korisnik sa njima imao interakciju bez posebne pravne osnove.\n* Primeniti podatke o uvidu u publiku dobijene sa panela ili na sličan način na podatke merenja oglasa bez posebnog pravnog osnova da primene istraživanje tržišta u cilju dobijanja uvida u publiku.\n"},"9":{"id":9,"name":"Primena istraživanja tržišta za dobijanje uvida u publiku","description":"Istraživanje tržišta može se koristiti za detaljnije upoznavanje publike koja posećuje veb sajtove / aplikacije i pregledava oglase.","descriptionLegal":"Da bi primenili istraživanje tržišta za dobijanje uvida u publiku, dobavljači mogu:\n* Obezbediti oglašivačima ili njihovim predstavnicima zbirno izveštavanje o publici koja je obuhvaćena njihovim oglasima, putem uvida izvedenih iz panela ili na sličan način.\n* Obezbediti oglašivačima zbirno izveštavanje o publici koja je bila izložena ili je imala interakciju sa sadržajem i / ili oglasima na njihovom vlasništvu primenom uvida izvedenih iz panela ili na sličan način.\n* Povezati podatke van mreže sa korisnikom na mreži za potrebe istraživanja tržišta radi dobijanja uvida u publiku ako su se dobavljači izjasnili da uparuju i kombinuju izvore podataka van mreže.\n* Kombinovati ove informacije sa drugim prethodno prikupljenim informacijama, uključujući sa svih veb sajtova i aplikacija.\nDobavljači ne mogu:\n* Meriti uspešnost i efektivnost oglasa koji su određenom korisniku dostavljeni ili sa kojima je imao interakciju, bez posebne pravne osnove za merenje uspešnosti oglasa.\n* Meriti koji je sadržaj određenom korisniku dostavljen i kako je imao interakciju s njim, bez posebne pravne osnove za merenje uspešnosti sadržaja.\n"},"10":{"id":10,"name":"Razvoj i unapređivanje proizvoda","description":"Vaši podaci se mogu koristiti za poboljšanje postojećih sistema i softvera i za razvoj novih proizvoda.","descriptionLegal":"Da bi razvili nove proizvode i unapredili proizvode, dobavljači mogu:\n* Koristiti informacije za unapređenje postojećih proizvoda novim funkcijama i za razvoj novih proizvoda.\n* Stvarati nove modele i algoritme putem mašinskog učenja.\nDobavljači ne mogu:\n* Izvršavati pod ovom svrhom bilo koju drugu operaciju obrade podataka dozvoljenu pod drugom svrhom.\n"}},"specialPurposes":{"1":{"id":1,"name":"Osigurati bezbednost, sprečiti prevare i otkloniti greške","description":"Vaši podaci se mogu koristiti za nadgledanje i sprečavanje lažnih aktivnosti i osiguranje da sistemi i procesi rade pravilno i sigurno.","descriptionLegal":"Da bi osigurali bezbednost, sprečili prevare i otklonili greške dobavljači mogu:\n* Osigurati da se podaci bezbedno prenose.\n* Otkriti i sprečiti zlonamerne, lažne, nevažeće ili ilegalne aktivnosti.\n* Obezbediti ispravan i efikasan rad sistema i procesa, uključujući praćenje i poboljšanje performansi sistema i procesa uključenih u dozvoljene svrhe.\nDobavljači ne mogu:\n* Izvršiti pod ovom svrhom bilo koju drugu operaciju obrade podataka dozvoljenu pod drugom svrhom.\nNapomena: Podaci prikupljeni i korišćeni za osiguranje bezbednosti, sprečavanje prevare i uklanjanje grešaka mogu da sadrže karakteristike uređaja koje se automatski šalju radi identifikacije, precizne podatke o geo lokaciji i podatke dobijene aktivnim skeniranjem karakteristika uređaja za identifikaciju bez odvojenog izjašnjavanja i / ili prihvatanja.\n"},"2":{"id":2,"name":"Tehnički isporučiti oglase ili sadržaj","description":"Vaš uređaj može da prima i šalje informacije koje vam omogućavaju da vidite i imate interakciju sa oglasima i sadržajem.","descriptionLegal":"Da bi dostavili informacije i odgovorili na tehničke zahteve, dobavljači mogu:\n* Koristiti korisničku IP adresu za slanje oglasa preko interneta.\n* Odgovoriti na korisničku interakciju sa oglasom slanjem korisnika na odredišnu stranicu.\n* Koristiti korisničku IP adresu za slanje sadržaja putem interneta.\n* Odgovoriti na korisničku interakciju sa sadržajem slanjem korisnika na odredišnu stranicu.\n* Koristiti informacije o vrsti uređaja i mogućnostima isporuke oglasa ili sadržaja, na primer, za prikazivanje oglasa ili video datoteka odgovarajuće veličine u formatu koji uređaj podržava.\nDobavljači ne mogu:\n* Izvršiti pod ovom svrhom bilo koju drugu operaciju obrade podataka dozvoljenu pod drugom svrhom.\n"}},"features":{"1":{"id":1,"name":"Uparivanje i kombinovanje izvora podataka van mreže","description":"Podaci iz izvora podataka van mreže mogu se kombinovati sa vašom aktivnosti na mreži kao podrška jednoj ili više svrha.","descriptionLegal":"Dobavljači mogu:\n* Kombinovati podatke dobijene van mreže sa podacima prikupljenim na mreži kao podršku jednoj ili više svrha ili posebnih svrha.\n"},"2":{"id":2,"name":"Povezivanje različitih uređaja","description":"Može se odrediti da li različiti uređaji pripadaju vama ili vašem domaćinstvu kao podrška jednoj ili više svrha.","descriptionLegal":"Dobavljači mogu:\n* Utvrditi sa sigurnošću da dva ili više uređaja pripadaju istom korisniku ili domaćinstvu.\n* Utvrditi verovatnoću da dva ili više uređaja pripadaju istom korisniku ili domaćinstvu.\n* Aktivno skenirati karakteristike uređaja radi identifikacije verovatnoće da li su korisnici dozvolili dobavljačima da aktivno skeniraju karakteristike uređaja za identifikaciju (Specijalna funkcija 2).\n"},"3":{"id":3,"name":"Primanje i upotreba karakteristika uređaja koji se automatski šalju radi identifikacije","description":"Vaš uređaj se može razlikovati od ostalih uređaja na osnovu informacija koje automatski šalje, kao što je IP adresa ili vrsta pretraživača.","descriptionLegal":"Dobavljači mogu:\n* Kreirati identifikator koristeći podatke prikupljene automatski sa uređaja za specifične karakteristike, npr. IP adresa, karakteristike korisničkog softvera.\n* Koristiti takav identifikator za pokušaj ponovne identifikacije uređaja.\nDobavljači ne mogu:\n* Kreirati identifikator koristeći podatke prikupljene aktivnim skeniranjem uređaja za određene karakteristike, npr. instalirani font ili rezolucija ekrana bez posebnog uključivanja korisnika za aktivno skeniranje karakteristika uređaja za identifikaciju.\n* Koristiti takav identifikator za ponovnu identifikaciju uređaja.\n"}},"specialFeatures":{"1":{"id":1,"name":"Upotreba preciznih podataka o geo lokaciji","description":"Vaši precizni podaci o geo lokaciji mogu se koristiti za podršku jedne ili više svrha. To znači da vaša lokacija može biti precizna unutar nekoliko metara.","descriptionLegal":"Dobavljači mogu:\n* Prikupiti i obrađivati precizne podatke o geo lokaciji za podršku jednoj ili više svrha.\nNapomena: Precizna geo lokacija znači da nema ograničenja preciznosti lokacije korisnika; ona može biti precizna u okviru nekoliko metara.\n"},"2":{"id":2,"name":"Aktivno skeniranje karakteristika uređaja za identifikaciju","description":"Vaš uređaj se može identifikovati na osnovu skeniranja jedinstvene kombinacije karakteristika vašeg uređaja.","descriptionLegal":"Dobavljači mogu:\n* Kreirati identifikator koristeći podatke prikupljene aktivnim skeniranjem uređaja za određene karakteristike, npr. instalirani fontovi ili rezolucija ekrana.\n* Koristite takav identifikator da ponovo identifikujete uređaj.\n"}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Precizni podaci o geo lokaciji i identifikacija putem skeniranja uređaja","description":"Mogu se koristiti precizna geo lokacija i informacije o karakteristikama uređaja."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Osnovni oglasi i merenje oglasa","description":"Osnovni oglasi se mogu isporučiti. Može se meriti uspešnost oglasa."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Personalizovani oglasi","description":"Oglasi se mogu personalizovati na osnovu profila. Više podataka se može dodati radi bolje personalizacije oglasa."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Osnovni oglasi, merenje oglasa i uvid u publiku","description":"Osnovni oglasi se mogu isporučiti. Može se meriti uspešnost oglasa. Može se dobiti uvid u publiku koja je videla oglase i sadržaj."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Osnovni oglasi, profil za personalizovane oglase i merenje oglasa","description":"Osnovni oglasi se mogu isporučiti. Može se dodati više podataka za bolju personalizaciju oglasa."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Prikaz personalizovanih oglasa i merenje oglasa","description":"Oglasi se mogu personalizovati na osnovu profila. Može se meriti uspešnost oglasa."},"7":{"id":7,"purposes":[2,4,7,9],"specialFeatures":[],"name":"Prikaz personalizovanih oglasa, merenje oglasa i uvid u publiku","description":"Oglasi se mogu personalizovati na osnovu profila. Može se meriti uspešnost oglasa. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Personalizovani oglasi i merenje oglasa","description":"Oglasi se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. Može se meriti uspešnost oglasa. "},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Personalizovani oglasi, merenje oglasa i uvidi u publiku","description":"Oglasi se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. Može se meriti uspešnost oglasa. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Profil i prikaz personalizovanih oglasa","description":"Oglasi se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. "},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Personalizovani sadržaj","description":"Oglasi se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. "},"12":{"id":12,"purposes":[6,8],"specialFeatures":[],"name":"Prikaz personalizovanog sadržaja i merenje sadržaja","description":"Sadržaj se može personalizovati na osnovu profila. Može se meriti uspešnost sadržaja."},"13":{"id":13,"purposes":[6,8,9],"specialFeatures":[],"name":"Prikaz personalizovanog sadržaja, merenje sadržaja i uvidi u publiku","description":"Sadržaj se može personalizovati na osnovu profila. Može se meriti uspešnost sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"14":{"id":14,"purposes":[5,6,8],"specialFeatures":[],"name":"Personalizovani sadržaj i merenje sadržaja","description":"Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost sadržaja. "},"15":{"id":15,"purposes":[5,6,8,9],"specialFeatures":[],"name":"Personalizovani sadržaj, merenje sadržaja i uvidi u publiku","description":"Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"16":{"id":16,"purposes":[5,6,8,9,10],"specialFeatures":[],"name":"Personalizovani sadržaj, merenje sadržaja, uvidi u publiku i razvoj proizvoda.","description":"Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera"},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Merenje oglasa i sadržaja i uvidi u publiku","description":"Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Merenje oglasa i sadržaja","description":"Može se meriti uspešnost oglasa i sadržaja."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Merenje oglasa i uvid u publiku","description":"Oglasi se mogu meriti.  Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Merenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Merenje sadržaja, uvidi u publiku i razvoj proizvoda","description":"Može se meriti uspešnost sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera"},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Merenje sadržaja i razvoj proizvoda","description":"Može se meriti uspešnost sadržaja. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"23":{"id":23,"purposes":[2,4,6,7,8],"specialFeatures":[],"name":"Prikaz personalizovanih oglasa i sadržaja, merenje oglasa i sadržaja","description":"Oglasi i sadržaj se mogu personalizovati  na osnovu profila. Može se meriti uspešnost oglasa i sadržaja."},"24":{"id":24,"purposes":[2,4,6,7,8,9],"specialFeatures":[],"name":"Prikaz personalizovanih oglasa i sadržaja, merenje oglasa i sadržaja i\nuvidi u publiku\n","description":"Oglasi i sadržaj se mogu personalizovati  na osnovu profila. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8],"specialFeatures":[],"name":"Personalizovani oglasi i sadržaj, merenje oglasa i sadržaja","description":"Oglasi i sadržaj se mogu personalizovati  na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa i sadržaja. Može se meriti uspešnost oglasa i sadržaja. "},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9],"specialFeatures":[],"name":"Prikaz personalizovanih oglasa i sadržaja, merenje oglasa i sadržaja i\nuvidi u publiku\n","description":"Oglasi i sadržaj se mogu personalizovati  na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa i sadržaja. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. "},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Profil za personalizovane oglase i sadržaje","description":"Može se dodati više podataka za bolju personalizaciju oglasa i sadržaja. "},"28":{"id":28,"purposes":[2,4,6],"specialFeatures":[],"name":"Prikaz personalizovanih oglasa i sadržaja","description":"Oglasi i sadržaj se mogu personalizovati  na osnovu profila. "},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Osnovni oglasi, merenje oglasa i sadržaja i uvidi u publiku","description":"Osnovni oglasi se mogu isporučiti. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9],"specialFeatures":[],"name":"Prikaz personalizovanih oglasa, personalizovani sadržaj, merenje oglasa i sadržaja i uvidi u publiku","description":"Oglasi i sadržaj se mogu personalizovati  na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. "},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10],"specialFeatures":[],"name":"Prikaz personalizovanih oglasa, personalizovani sadržaj, merenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Oglasi i sadržaj se mogu personalizovati  na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"32":{"id":32,"purposes":[2,5,6,7,8,9],"specialFeatures":[],"name":"Osnovni oglasi, personalizovani sadržaj, merenje oglasa i sadržaja i uvidi u publiku","description":"Osnovni oglasi se mogu isporučiti. Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10],"specialFeatures":[],"name":"Osnovni oglasi, personalizovani sadržaj, merenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Osnovni oglasi se mogu isporučiti. Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"34":{"id":34,"purposes":[2,5,6,8,9],"specialFeatures":[],"name":"Osnovni oglasi, personalizovani sadržaj, merenje sadržaja i uvid u publiku","description":"Osnovni oglasi se mogu isporučiti. Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj."},"35":{"id":35,"purposes":[2,5,6,8,9,10],"specialFeatures":[],"name":"Osnovni oglasi, personalizovani sadržaj, merenje sadržaja, uvid u publiku i razvoj proizvoda","description":"Osnovni oglasi se mogu isporučiti. Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"36":{"id":36,"purposes":[2,5,6,7],"specialFeatures":[],"name":"Osnovni oglasi, personalizovani sadržaj i merenje oglasa","description":"Osnovni oglasi se mogu isporučiti. Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost sadržaja."},"37":{"id":37,"purposes":[2,5,6,7,10],"specialFeatures":[],"name":"Osnovni oglasi, personalizovani sadržaj, merenje oglasa i razvoj proizvoda","description":"Osnovni oglasi se mogu isporučiti. Sadržaj se može personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju sadržaja. Može se meriti uspešnost sadržaja. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Personalizovani oglasi, merenje oglasa i razvoj proizvoda","description":"Oglasi se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. Može se meriti uspešnost oglasa. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Personalizovani oglasi, merenje oglasa, uvid u publiku i razvoj proizvoda","description":"Oglasi se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. Može se meriti uspešnost oglasa. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Personalizovani oglasi, merenje oglasa i sadržaja, uvid u publiku i razvoj proizvoda","description":"Oglasi se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10],"specialFeatures":[],"name":"Personalizovani oglasi, prikaz personalizovanog sadržaja, merenje oglasa i sadržaja, uvid u publiku i razvoj proizvoda","description":"Oglasi i sadržaj se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10],"specialFeatures":[],"name":"Personalizovani oglasi i sadržaj, merenje oglasa i sadržaja, uvidi u publiku i razvoj proizvoda","description":"Oglasi i sadržaj se mogu personalizovati na osnovu profila. Može se dodati više podataka za bolju personalizaciju oglasa. Može se meriti uspešnost oglasa i sadržaja. Mogu se dobiti uvidi u publiku koja je videla oglase i sadržaj. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."}}}