{
	"layer0Slim": {
		"title": "Vi värdesätter din integritet och dina val",
		"description": "Vi och våra partner använder cookies och annan teknik för att lagra och/eller få åtkomst till information på eller från din enhet (med eller utan din tillåtelse, beroende på vilken typ av data) när du använder denna webbplats för att anpassa annonser och innehåll, analysera eller mäta webbplatsanvändning och utveckla användarinsikter. Du kan lära dig mer om, ändra eller hantera dina inställningsinställningar via länken \"hantera preferenser\" eller besöka vår \"sekretesspolicy\".",
		"links": {
			"manage": "Lär Dig Mer",
			"accept": "Ok, Jag Förstår"
		}
	},
	"layer1Stacks": {
		"title": "Integritetsval",
		"description": "Genom att använda denna webbplats så samtycker du till vår användning av cookies för att tillhandahålla ett mer personligt skräddarsytt innehåll inklusive relaterade annonser samt i syfte att mäta och analysera användningen av webbplatsen. Klicka på \"Lär Dig Mer\" om du vill ändra dina inställningar.",
		"links": {
			"manage": "Lär Dig Mer",
			"accept": "Ok, Jag Förstår",
			"save": "Spara"
		},
		"purposesTitle": "Vi och <a>våra partners</a>:",
		"stacksTitle": "Vi och <a>våra partners</a> behandlar personuppgifter som IP-adress, unikt ID, bläddrings data för:",
		"specialFeaturesTitle": "För några av ovanstående syften är vi och <a>våra partners</a>:",
		"specialPurposesTitle": "Vi behöver ditt samtycke för alla ovanstående ändamål men vi har ett legitimt intresse för dessa ändamål:",
		"featuresTitle": "För några av ovanstående syften är vi och <a>våra partners</a>:",
		"legintPurposesTitle": "Some of <a>our partners</a> have service-specific legitimate interest for these purposes:"
	},
	"layer3Vendors": {
		"title": "Vem använder denna information?",
		"description": "Vi och förvalda företag kommer att använda din information. Du kan se varje företag i länkarna ovan eller.",
		"partnersTitle": "Partners som ingår i IAB TCF",
		"privacy": "Sekretesspolicy:",
		"links": {
			"back": "Tillbaka",
			"acceptAll": "Tillåt Alla",
			"save": "Spara"
		},
		"purposesConsent": "Syften (samtycke)",
		"purposesLegit": "Syften (legitimt intresse)",
		"specialPurposes": "Speciella Syften",
		"features": "Funktioner",
		"specialFeatures": "Speciella Funktioner",
		"deviceStorage": "Enhetslagring",
		"deviceStorageMax": "lagrar kakor med en maximal varaktighet på cirka",
		"deviceStorageMin": "lagrar cookies så länge du surfar.",
		"deviceStorageSeconds": "sekunder",
		"deviceStorageMinutes": "minuter",
		"deviceStorageHours": "timmar",
		"deviceStorageDays": "dagar",
		"deviceStorageMonths": "månader",
		"deviceStorageYears": "år"
	}
}
