{
	"layer0Slim": {
		"title": "We Value Your Privacy & Choices",
		"description": "We and our partners use cookies and other technologies to store and/or access information on or from your device (with or without your permission, depending on the type of data) while you use this site, in order to personalize ads and content, analyze or measure site usage, and develop audience insights. You can learn more and change or manage your consent setting preferences via the \"manage preferences\" link or visiting our \"privacy policy\".",
		"links": {
			"manage": "Learn More",
			"accept": "Ok, Got It"
		}
	},
	"layer1Stacks": {
		"title": "Privacy Choices",
		"description": "By using this site, you agree to our use of cookies and information to provide personalized content and ads and to measure and analyze site usage. You can change or manage your consent settings at any time via the \"manage preferences\" link.",
		"links": {
			"manage": "Learn More",
			"accept": "Ok, Got It",
			"save": "Save"
		},
		"purposesTitle": "We and <a>our partners</a>:",
		"stacksTitle": "We and <a>our partners</a> process personal data such as IP address, unique ID, browsing data for:",
		"specialFeaturesTitle": "For some of the purposes above we and <a>our partners</a>:",
		"specialPurposesTitle": "We need your consent for all the purposes above but we have a legitimate interest for these special purposes:",
		"featuresTitle": "For some of the purposes above we and <a>our partners</a>",
		"legintPurposesTitle": "Some of <a>our partners</a> have service-specific legitimate interest for these purposes:"
	},
	"layer3Vendors": {
		"title": "Who is using this information?",
		"description": "Here is the complete list of companies who will use your information. Please view their privacy policy for more details.",
		"partnersTitle": "Partners who are part of the IAB TCF",
		"privacy": "Privacy Policy:",
		"links": {
			"back": "Back",
			"acceptAll": "Allow All",
			"save": "Save"
		},
		"purposesConsent": "Purposes (Consent)",
		"purposesLegit": "Purposes (Legitimate Interest)",
		"specialPurposes": "Special Purposes",
		"features": "Features",
		"specialFeatures": "Special Features"
	}
}
