{
	"layer0Slim": {
		"title": "Nous Accordons Une Grande Valeur à Vos Choix & à Votre Vie Privée",
		"description": "Nos partenaires et nous-mêmes utilisons des cookies et d'autres technologies pour stocker et/ou accéder à des informations sur ou à partir de votre appareil (avec ou sans votre autorisation, en fonction du type de données) lors de votre accès à ce site, afin de personnaliser les publicités et le contenu, d'analyser ou de mesurer l'utilisation du site et de développer des connaissances sur l'audience. Vous pouvez en savoir plus et modifier ou gérer vos préférences de paramétrage du consentement en vous rendant sur le lien « gérer les préférences » ou en consultant notre « politique de confidentialité ».",
		"links": {
			"manage": "En savoir plus",
			"accept": "OK, j’ai compris"
		}
	},
	"layer1Stacks": {
		"title": "Choix en matière de vie privée",
		"description": "En utilisant ce site, vous acceptez l’utilisation des cookies et des informations nécessaires pour vous fournir un contenu et des publicités personnalisées, ainsi que pour mesurer et analyser l’utilisation du site. Cliquez sur \"En savoir plus\" pour modifier vos paramètres.",
		"links": {
			"manage": "En savoir plus",
			"accept": "OK, j’ai compris",
			"save": "Enregistrer"
		},
		"purposesTitle": "Nous et <a>nos partenaires</a>:",
		"stacksTitle": "Nous et <a>nos partenaires</a> traitons des données personnelles telles que l'adresse IP, l'identifiant unique, les données de navigation pour:",
		"specialFeaturesTitle": "Pour certaines des raisons ci-dessus, nous et <a>nos partenaires</a>:",
		"specialPurposesTitle": "Nous avons besoin de votre consentement pour toutes les fins ci-dessus, mais nous avons un intérêt légitime à ces fins:",
		"featuresTitle": "Pour certaines des raisons ci-dessus, nous et <a>nos partenaires</a>:",
		"legintPurposesTitle": "Some of <a>our partners</a> have service-specific legitimate interest for these purposes:"
	},
	"layer3Vendors": {
		"title": "Qui utilise ces informations?",
		"description": "Nous et les sociétés présélectionnées utiliserons vos informations. Vous pouvez consulter chaque société figurant dans les liens ci-dessus ou",
		"partnersTitle": "Partenaires faisant partie de l'IAB TCF",
		"privacy": "Politique de confidentialité:",
		"links": {
			"back": "Retour",
			"acceptAll": "Autoriser tout",
			"save": "Enregistrer"
		},
		"purposesConsent": "Finalités (consentement)",
		"purposesLegit": "Finalités (intérêt légitime)",
		"specialPurposes": "Fins Spéciales",
		"features": "Caractéristiques",
		"specialFeatures": "Caractéristiques Spéciales"
	}
}
