{
	"layer0Slim": {
		"title": "Wij waarderen uw Privacy & Keuzes",
		"description": "Wij en onze partners gebruiken cookies en andere technologieën om informatie op of vanaf uw apparaat op te slaan en/of te raadplegen (met of zonder uw toestemming, afhankelijk van het type gegevens) terwijl u deze site gebruikt, om advertenties en inhoud te personaliseren, het gebruik van de site te analyseren of te meten, en om publieksinzichten te vergaren. U kunt meer informatie krijgen en uw toestemmingsinstellingen wijzigen of beheren via de link \"voorkeuren beheren\" of via ons \"privacybeleid\".",
		"links": {
			"manage": "Meer Leren",
			"accept": "Ok, Begrepen"
		}
	},
	"layer1Stacks": {
		"title": "Privacykeuzes",
		"description": "Door deze site te gebruiken, gaat u akkoord met ons gebruik van cookies en informatie om gepersonaliseerde inhoud en advertenties te leveren en het gebruik van de site te meten en te analyseren. Klik op \"Meer informatie\" om uw instellingen te wijzigen.",
		"links": {
			"manage": "Meer Leren",
			"accept": "Ok, Begrepen",
			"save": "Sparen"
		},
		"purposesTitle": "Wij en <a>onze partners</a>:",
		"stacksTitle": "Wij en <a>onze partners</a> verwerken persoonlijke gegevens zoals IP-adres, unieke ID, browsegegevens voor:",
		"specialFeaturesTitle": "Voor sommige van de bovenstaande doeleinden zijn wij en <a>onze partners</a>:",
		"specialPurposesTitle": "We hebben uw toestemming nodig voor alle bovenstaande doeleinden, maar we hebben een legitiem belang voor deze doeleinden:",
		"featuresTitle": "Voor sommige van de bovenstaande doeleinden zijn wij en <a>onze partners</a>",
		"legintPurposesTitle": "Some of <a>our partners</a> have service-specific legitimate interest for these purposes:"
	},
	"layer3Vendors": {
		"title": "Wie gebruikt deze informatie?",
		"description": "Wij en vooraf gekozen bedrijven zullen uw informatie gebruiken. Je kunt elk bedrijf in de links hierboven bekijken of",
		"partnersTitle": "Partners die deel uitmaken van het IAB TCF",
		"privacy": "Privacybeleid:",
		"links": {
			"back": "Terug",
			"acceptAll": "Sta toe aan iedereen",
			"save": "Sparen"
		},
		"purposesConsent": "Doeleinden (Toestemming)",
		"purposesLegit": "Doeleinden (legitiem belang)",
		"specialPurposes": "Speciale Doeleinden",
		"features": "Kenmerken",
		"specialFeatures": "Speciale Kenmerken",
		"deviceStorage": "Apparaat opslag",
		"deviceStorageMax": "slaat cookies op met een maximale duur van ongeveer",
		"deviceStorageMin": "slaat cookies op voor de duur van uw browsesessie.",
		"deviceStorageSeconds": "seconden",
		"deviceStorageMinutes": "minuten",
		"deviceStorageHours": "uren",
		"deviceStorageDays": "dagen",
		"deviceStorageMonths": "maanden",
		"deviceStorageYears": "jaren"
	}
}
