{
	"layer0Slim": {
		"title": "Ditt personvern og dine valg er viktige for oss",
		"description": "Vi og våre partnere bruker informasjonskapsler og annen teknologi for å lagre og/eller få tilgang til informasjon på eller fra enheten din (med eller uten din tillatelse, avhengig av type data) når du bruker dette nettstedet, med formålet å tilpasse annonser og innhold, analysere eller måle bruken av nettstedet og å få innsikt i brukeratferd. Du kan lære mer og endre eller administrere innstillingene dine for samtykke via lenken \"Administrere valg\" eller gå til våre \"Personvernregler\".",
		"links": {
			"manage": "Les mer",
			"accept": "Ok, Jeg forstår"
		}
	},
	"layer1Stacks": {
		"title": "Valg for personvern",
		"description": "Ved å bruke denne siden, aksepterer du vår bruk av informasjonskapsler og informasjon for å levere personalisert innhold og annonser, og til å måle og analysere diebruken. Klikk på \"Les mer\" for å endre innstillingene dine.",
		"links": {
			"manage": "Les mer",
			"accept": "Ok, Jeg forstår",
			"save": "lagre"
		},
		"purposesTitle": "Vi og <a>våre partnere</a>:",
		"stacksTitle": "Vi og <a>våre partnere</a> behandler personopplysninger som IP-adresse, unik ID, surfedata for:",
		"specialFeaturesTitle": "For noen av formålene ovenfor er vi og <a>våre partnere</a>:",
		"specialPurposesTitle": "Vi trenger ditt samtykke til alle formålene ovenfor, men vi har en legitim interesse for disse formålene:",
		"featuresTitle": "For noen av formålene ovenfor er vi og <a>våre partnere</a>:",
		"legintPurposesTitle": "Some of <a>our partners</a> have service-specific legitimate interest for these purposes:"
	},
	"layer3Vendors": {
		"title": "Hvem bruker denne informasjonen?",
		"description": "Her er den komplette listen over selskaper som bruker informasjonen. Les de respektive personvernerklæringene for flere detaljer.",
		"partnersTitle": "Partnere som er en del av IAB TCF",
		"privacy": "Personvernerklæing:",
		"links": {
			"back": "Tilbake",
			"acceptAll": "Tillat alt",
			"save": "lagre"
		},
		"purposesConsent": "Formål (samtykke)",
		"purposesLegit": "Formål (legitim interesse)",
		"specialPurposes": "Spesielle Formål",
		"features": "Features",
		"specialFeatures": "Egenskaper",
		"deviceStorage": "Enhetslagring",
		"deviceStorageMax": "lagrer informasjonskapsler med en maksimal varighet på ca.",
		"deviceStorageMin": "lagrer informasjonskapsler så lenge du surfer.",
		"deviceStorageSeconds": "sekunder",
		"deviceStorageMinutes": "minutter",
		"deviceStorageHours": "timer",
		"deviceStorageDays": "dager",
		"deviceStorageMonths": "måneder",
		"deviceStorageYears": "år"
	}
}
