{
	"layer0Slim": {
		"title": "Wir schätzen Ihre Privatsphäre und Auswahl",
		"description": "Wir und unsere Partner verwenden Cookies und andere Technologien, um Informationen auf oder von Ihrem Gerät zu speichern und/oder darauf zuzugreifen (mit oder ohne Ihre Zustimmung, je nach Art der Daten), während Sie diese Website nutzen, um Anzeigen und Inhalte zu personalisieren, die Nutzung der Website zu analysieren oder zu messen und Einblicke in das Publikum zu gewinnen. Über den Link \"Präferenzen verwalten\" oder über unsere \"Datenschutzrichtlinie\" können Sie mehr erfahren und Ihre Präferenzen für die Einstellung Ihrer Zustimmung ändern oder verwalten.",
		"links": {
			"manage": "Mehr Erfahren",
			"accept": "Ok, Verstanden"
		}
	},
	"layer1Stacks": {
		"title": "Datenschutzoptionen",
		"description": "Wenn Sie diese Website besuchen, erklären Sie sich damit einverstanden, dass wir Cookies und Informationen verwenden, um personalisierte Inhalte und Anzeigen bereitzustellen und die Nutzung der Website zu messen und zu analysieren. Klicken Sie auf \"Erfahren Sie mehr\", um Ihre Einstellungen zu ändern.",
		"links": {
			"manage": "Mehr Erfahren",
			"accept": "Ok, Verstanden",
			"save": "Sparen"
		},
		"purposesTitle": "Wir und <a>unsere Partner</a>:",
		"stacksTitle": "Wir und <a>unsere Partner</a> verarbeiten personenbezogene Daten wie IP-Adresse, eindeutige ID und Browsing-Daten:",
		"specialFeaturesTitle": "Für einige der oben genannten Zwecke sind wir und <a>unsere Partner</a>:",
		"specialPurposesTitle": "Wir benötigen Ihre Zustimmung für alle oben genannten Zwecke, haben jedoch ein berechtigtes Interesse für diese Zwecke:",
		"featuresTitle": "Für einige der oben genannten Zwecke sind wir und <a>unsere Partner</a>",
		"legintPurposesTitle": "Some of <a>our partners</a> have service-specific legitimate interest for these purposes:"
	},
	"layer3Vendors": {
		"title": "Wer verwendet diese Informationen?",
		"description": "Hier ist die vollständige Liste der Unternehmen, die Ihre Informationen verwenden werden. Bitte lesen Sie deren Datenschutzrichtlinien für weitere Details.",
		"partnersTitle": "Partner, die Teil des IAB TCF sind",
		"privacy": "Datenschutz:",
		"links": {
			"back": "Zurück",
			"acceptAll": "Alle Erlauben",
			"save": "Sparen"
		},
		"purposesConsent": "Zweck (Zustimmung)",
		"purposesLegit": "Zweck (Berechtigtes Interesse)",
		"specialPurposes": "Besondere Zwecke",
		"features": "Eigenschaften",
		"specialFeatures": "Besondere Eigenschaften"
	}
}
